<template>
  <section class="container text-center py-5">
    <div class="top-section">
      <h1 class="title pb-5">قوانین و مقررات سایت</h1>
      <!-- <p>در این صفحه شرایط استفاده از وبسایت اسک آریا را مشاهده میکنید</p> -->
    </div>
    <div class="main-section card px-4 text-right">
      <div class="notice">
        <h3 class="notice text-danger container py-5">
          <span>
            <i class="fas fa-info-circle pl-3"></i>
          </span>لطفا شرایط زیر را با دقت مطالعه کنید
        </h3>
      </div>
      <p class="pb-2 bold">به اسک آریا خوش آمدید.</p>
      <p
        class="pb-5"
      >هر سرویس دهنده‌ای در دنیای واقعی و مجازی بر پایه یک سری قوانین و مقررات بنا شده است تا بتواند محیط عادلانه و بهتری برای مخاطبان خود ایجاد کند. به همین منظور ما در اسک آریا یک سری قوانین و مقررات را گرده هم آورده‌ایم، که به شرح زیر آنها را توضیح خواهیم داد. دقت کنید عضویت در سایت و شرکت در دوره‌های اسک آریا، به منزله مطالعه و قبول قوانین و مقررات مربوطه است.</p>
      <div class="py-4">
        <h3 class="pt-4 subtitle">قوانین حساب کاربری</h3>
        <p>اکثر امکانات اسک آریا مربوط به اعضای آن می شود و اگر شما قصد استفاده از این دسته از محتوا را دارید، نیاز است ابتدا در سایت اسک آریا عضو شوید، داشتن یک حساب کاربری ملزم به رعایت قوانین زیر می باشد:‌</p>
        <ul class="pt-4">
          <li
            class="py-2"
          >شما موظف هستید در هنگام عضویت در سایت تمام اطلاعات را به شکل صحیح و معتبر وارد کنید، از جمله ایمیل.</li>
          <li
            class="py-2"
          >در صورتی که فرد دیگری بدون اجازه شما به اطلاعات کاربری شما دسترسی پیدا کرد حتما در اولین فرصت به ما گزارش دهید.</li>
          <li
            class="py-2"
          >شما حق ندارید هویت و موقعیتِ جغرافیایِ خودتان را پنهان کنید یا به شکلی دیگر جلوه دهید. شما حق ندارید خودتان را جایِ کسی دیگر معرفی کنید.</li>
          <li
            class="py-2"
          >از در اختیار گذاشتن نام کاربری و رمز عبور خود به اشخاص ثالث خودداری کنید زیرا شما مسئول اتفاقاتی هستید که به پروفایل کاربری شما مرتبط می گردد.</li>
          <li
            class="py-2"
          >استفاده از هرگونه نام جعلی یا تقلبی و یا ایمیل نامعتبر در جهت سو استفاده های احتمالی یا نقض حقوق اشخاص دیگر موجب مسدود شدن حساب کاربری میگردد.</li>
          <li
            class="py-2"
          >هر حساب کاربری تنها مجاز است توسط یک شخص استفاده شود، در صورت استفاده چندین شخص از یک اکانت اسک آریا این حق را برای خود محفوظ می داند که اکانت مورد نظر را مسدود نماید.</li>
        </ul>
      </div>
      <div class="py-4">
        <h3 class="pt-4 subtitle">حریم شخصی کاربران</h3>
        <p>
          امروزه حفظ حریم شخصی برای اکثر افراد جامعه بسیار مهم است، همانطور که این مسئله برای ما مهم است. ما در اسک آریا سعی داریم با حفظ حریم شخصی شما، حاشیه امنی برای فعالیتتان در اسک آریا بوجود آوریم.
          اطلاعاتی که از شما در روند عضویت یا در بخش روزمه‌سازی دریافت میکنیم نزد اسک آریا محفوظ مانده و در اختیار شخص حقیقی یا حقوقی ثالث به جز در مواردی که به درخواست قانون و مراجع ذی صلاح الزام آور باشد، قرار نخواهد گرفت.
        </p>
      </div>
      <div class="py-4">
        <h3 class="pt-4 subtitle">اعلام نظر و نقد یا پیشنهاد</h3>
        <p>در صورت مشاهده هرگونه از موارد زیر در بخش نظرات و همچنین بخش بحث و گفتگوهای که توسط شما ایجاد شده، حذف خواهد گردید و در صورت تکرار حساب کاربری شما بسته خواهد شد:</p>
        <ul class="pt-4">
          <li
            class="py-2"
          >هر گونه نشر محتوا برخلاف قوانین جمهوری اسلامی ایران و یا خلاف قوانین جرایم اینترنتی</li>
          <li class="py-2">نشر محتوای نادرست، گمراه کننده، فریبنده، رکیک و بر خلاف شئونات عرف جامعه</li>
          <li class="py-2">هر گونه توهین به اشخاص ثالث و تجاوز به حریم خصوصی آن ها</li>
          <li class="py-2">محتوای حاوی ویروس، جاسوس افزار و موارد مشابه</li>
          <li class="py-2">اطلاعات شخصی یا حساس افراد ثالث</li>
          <li class="py-2">هرگونه محتوا حاوی هرزنامه</li>
        </ul>
      </div>
      <div class="py-4">
        <h3 class="pt-4 subtitle">حقوق مالکیت معنوی</h3>
        <ul>
          <li
            class="py-2"
          >شما با ارسال نظرات، پیشنهادات، ایده ها و هرگونه محتوا برای ما به ما مجوز استفاده از آن برای نشر و به اشتراک گذاری مثلا در موارد تبلیغاتی را خواهید داد.</li>
          <li
            class="py-2"
          >وب سایت و کلیه مطالب، شامل محتوای متنی و ویدیویی سایت، متعلق به اسک آریا می باشد و از قانون کپی رایت جمهوری اسلامی ایران تبعیت میکند.</li>
          <li
            class="py-2"
          >شما حق استفاده از بخشی از فیلم ها تصاویر و یا متن به شکل جدا شده از بستر اصلی آن را برای استفاده تجاری یا بازنشر آن نخواهید داشت.</li>
          <li
            class="py-2"
          >شما حق تولید، نشر، اصلاح، ایجاد محتوای مشتق شده هرگونه اطلاعات و محتوای وب سایت را برای استفاده تجاری یا باز نشر ندارید.</li>
          <li
            class="py-2"
          >تمام اطلاعاتی که ما در وب سایت جمع آوری می کنیم زیر نظر سیاست حفظ حریم خصوصی می باشد.</li>
        </ul>
      </div>
      <div class="py-4">
        <h3 class="pt-4 subtitle">نظارت بر محتوا</h3>
        <p>اسک آریا حق دارد به صلاحدیدِ خود نوشته‌هایِ کاربران و تولیدکنندگان محتوا که رویِ سرویس قرار می‌گیرند و از قوانین سایت تبعیت نمی کنند را ویرایش و حذف و یا کلا از انتشارِ آن جلوگیری کند. ما در اسک آریا سعی داریم محتوای سالم و به دور از هر گونه توهینی داشته باشیم.</p>
      </div>
      <div class="py-4">
        <h3 class="pt-4 subtitle">عدم رعایت قوانین</h3>
        <p>در صورت عدم رعایت قوانین مندرج شده در این صفحه، اسک آریا این حق را برای خود محفوظ می‌دارد که بلافاصله دسترسی شما به وبسایت را معلق کند یا به طور کلی به پایان برساند و اکانتِ شما (یا بخشی از آن) را مسدود کند. اسک آریا حق دارد هرکدام از موارد ذکر شده در ذیل را تغییر دهد یا به صورتِ دائم یا موقت مسدود کند:</p>
        <ul class="pt-4">
          <li>محدود کردنِ شما از دسترسی به بخش یا تمام محتوای قابل استفاده در اکانت شما، از جمله (دوره های خریداری شده)</li>
        </ul>
      </div>
      <div class="py-4">
        <h3 class="pt-4 subtitle">امنیت وبسایت</h3>
        <p>امنیت بخش مهمی از هر کسب و کار به شمار می آید، که حفظ آن باعث ایجاد فضای راحت تر بین افرادی که از یک سرویس استفاده میکنند می شود. شما با عضویت در اسک آریا تعهد میدهید:‌</p>
        <ul class="pt-4">
          <li
            class="py-2"
          >هیچ گونه کاری که باعث از کار افتادن، یا آسیب و حمله به وبسایت شود را انجام ندهید.</li>
          <li
            class="py-2"
          >از هیچ گونه ربات یا نرم افزارهای مشابه برای دسترسی به محتوای محرمانه و یا رسیدن به یک هدف غیر قانونی یا نقض قوانین وبسایت استفاده نکنید.</li>
          <li
            class="py-2"
          >از هیچ گونه ویروس، تروجان، کرم و موارد مخرب مشابه دیگر برای اسیب رساندن به وبسایت استفاده ننمایید.</li>
          <li class="py-2">هیچ گونه هرزنامه‌ای در بخش نظرات و گفتگو وارد نکنید.</li>
        </ul>
        <p>اگر وب سایت حاوی لینک ها به سایت های دیگر و منابع ارائه شده توسط اشخاص ثالث باشد، این لینک ها فقط برای راحتی شما ارائه می شوند. ما هیچگونه مسئولیتی در قبال محتوای آن سایت یا منابع نداریم و هیچ گونه مسئولیتی در قبال آنها و یا از دست دادن یا خسارت ناشی به علت استفاده شما از آنها را نداریم.</p>
      </div>
      <div class="py-4">
        <h3 class="pt-4 subtitle">ثبت نام در دوره‌ها</h3>
        <p>ما در اسک آریا برای راحتی بیشتر شما، دوره‌های خود را به چندین بخش تقسیم کرده‌ایم که به شرح زیر می باشد‌:‌</p>
        <ul class="pt-4">
          <li
            class="py-2"
          >دوره هایی که عنوان "رایگان" در آنها قید شده، استفاده از آنها رایگان خواهد بود.</li>
          <li
            class="py-2"
          >دوره‌ هایی که عنوان "اعضای ویژه" در آنها قید شده، استفاده از آنها منوط به این است که شما دارای عضویت ویژه باشید. افرادی که "عضویت ویژه" آنها به اتمام رسیدِ است عملا حق استفاده از دوره‌های اعضای ویژه به دلیل که در بالا ذکر شد را ندارند و برای استفاده دوباره از دوره‌های اعضای ویژه نیاز به تهیه اکانت ویژه دارند حتی اگر دوره‌ها را به شکل آفلاین دانلود کنند.</li>
          <li
            class="py-2"
          >دوره‌های که عنوان "نقدی" در آنها قید شده، استفاده از آنها منوط به پرداخت هزینه‌ای است که در صفحه خود دوره ذکر شده است و شما با یکبار پرداخت به همه آن دوره تا زمانی که اسک آریا آنلاین باشد دسترسی خواهید داشت.</li>
        </ul>
      </div>
      <div class="py-4">
        <h3 class="pt-4 subtitle">پرداخت در سایت</h3>
        <ul class="pt-4">
          <li
            class="py-2"
          >برای استفاده از دوره های غیر رایگان ملزم به پرداخت هزینه آن به شکل پرداخت اینترنتی یا استفاده از اعتبار خود می باشید. روش های پرداخت ما امن و معتبر می باشند</li>
          <li
            class="py-2"
          >شما موظف هستید برای پرداخت از کارت بانکی معتبر استفاده کنید. اکیداً از استفاده از کارت‌های غیرمجاز خودداری نمایید.</li>
          <li
            class="py-2"
          >هر شخص میتواند تنها برای خود از طریق اکانت خود دوره ای را پرداخت و مورد استفاده قرار بدهد</li>
          <li
            class="py-2"
          >خرید گروهی کاملا غیرقانونی می باشد و اسک آریا هیچگونه رضایتی از این موضوع ندارد.</li>
          <li class="py-2">پرداخت هزینه دوره بر اساس تومان می باشد.</li>
        </ul>
      </div>
      <div class="pb-4">
        <h3 class="pt-4 subtitle">تغییرات</h3>
        <p>ما میتوانیم در هر زمان بر اساس نیاز سیاست‌های سایت اسک آریا را تغییر دهیم، بخش‌های از قوانین را حذف و یا تغییر دهیم یا بندهای به آن اضافه کنیم. البته بعد از هرگونه تغییر، ادامه فعالیت شما در اسک آریا به منزله موافق بودن با قوانین جدید به شمار می آید.</p>
        <p
          class="pt-3"
        >در صورت عدم توجه و رعایت قوانین جدید، اسک آریا این حق را برای خود محفوظ میدارد که اکانت شما را مسدود یا به شکل کامل حذف کند.</p>
      </div>
    </div>
  </section>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
.title {
  font-family: IranSansBold;
}
p {
  font-size: 1.1rem;
}
li {
  font-size: 1rem;
}
.notice {
  font-size: 1.2rem;
  font-family: IranSansBold;
}

.subtitle {
  font-size: 1.7rem;
  font-family: IranSansBold;
}

.bold {
  font-family: IranSansBold;
}
</style>

